Revit 2027 API
ParameterTypeId.FabricationTopOfPart Property
 "Upper End Top of Insulation Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationTopOfPart { get; }
Public Shared ReadOnly Property FabricationTopOfPart As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationTopOfPart {
	ForgeTypeId^ get ();
}
static member FabricationTopOfPart : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace